aaguid
abandon
abb
absolute
abuse
acb
accelerate
acceleration
accent
accept
accepted
accepting
acceptor
access
accessible
account
accounts
accrual
accruals
accrued
accuracy
achieved
ack
acknowledge
acquire
acs
act
action
actionable
actions
activate
activation
activations
active
activities
activity
actor
actors
acts
actual
actuals
acv
adapter
adapters
add
additionality
adequacy
adequate
adherence
adhoc
adj
adjudicate
adjudication
adjust
adjusted
adjustment
admin
adml
adopt
adopted
advance
advice
advise
advisor
advisory
ael
affected
affirm
affordability
against
age
aged
agency
agent
agg
aggregate
aging
ago
agree
agreed
agreement
ahead
aid
alarm
alarmable
alert
alerts
algo
algos
alignment
all
allegation
alloc
allocate
allocated
allocation
allocations
allocs
allow
allowance
allowed
allowlist
allows
alternatives
amend
amendment
amount
amt
ana
analysis
analytics
anchor
ancillary
and
annual
annualised
anomalies
anomaly
answer
any
apex
api
app
appeal
appealable
appeals
append
applicant
application
applications
applied
applies
apply
appr
approval
approve
approved
approx
arbitration
arc
archive
area
args
arr
arrears
article
asbuilt
ask
ass
assemble
assert
assertion
assess
assessed
assessment
assessments
asset
assets
assign
assigned
assignee
assignment
assignments
assigns
assistant
assurance
att
attach
attempt
attestation
attr
attrib
attribution
auc
auctions
aud
audi
audience
audit
auditor
audits
augmentation
auth
authenticator
authorised
authority
authorize
authz
auto
automation
autoprefixer
avail
availability
available
avg
avoidance
award
awarded
awards
axe
axios
axis
bac
back
backbone
backfill
background
backlog
backoff
backorder
backout
backtest
backtester
backup
backups
bad
badge
balance
balanced
ball
band
bank
banner
bar
base
baseline
basic
basis
batch
battery
bbbee
bcryptjs
bearer
before
begin
bell
ben
benchmark
beneficiary
benefit
benign
bess
best
better
between
bex
bfs
bic
bid
bids
big
bill
billing
bind
binding
bindings
binds
bip
bits
black
blackstart
blank
block
blocked
blocking
blocklist
blocks
blotter
blue
board
body
bond
bonds
bonus
book
border
borrower
both
bottom
boundary
bounds
bps
branch
branches
brand
breach
breached
breaches
breadcrumb
break
breakable
breakdown
breakeven
breakout
breaks
bridge
bridges
brief
briefing
briefs
brier
brk
broker
brokerage
browse
browser
brp
bsc
bsoh
btn
btype
bucket
bucketize
budget
budgets
buffer
build
builder
building
built
bulk
bump
bundle
burn
burst
business
busy
button
buttons
buy
buyer
buyers
buyout
bxt
bypass
bytes
cab
cache
cached
cadence
cal
calc
calculate
calculated
calculator
calendar
calendars
call
called
caller
cals
campaign
can
cancel
cancellable
cancelled
candidate
candidates
canonical
canvas
cap
capability
capacity
capex
capital
capped
caps
carbon
card
cards
carried
carrier
cascade
cascades
case
cases
cash
cashflow
casing
cat
catalog
catalogue
catch
categories
categorize
category
cats
cause
causes
cbor
cbt
ccc
ccp
ccr
cdb
cdm
cdp
cea
cec
cell
central
centre
cents
cep
cert
certificate
certificates
certified
certify
certs
cessation
cfe
cfg
chain
chains
challenge
change
changed
changes
channel
channels
charge
charges
chart
charts
che
check
checkbox
checks
chevron
children
chip
chips
chrome
chunk
cid
cil
cipc
circuits
citations
claim
claimed
claims
clamp
clarification
class
classes
classification
classifications
classifier
classify
clause
clauses
claw
clawback
clawbackable
clawed
clean
cleaning
clear
clearable
clearance
cleared
clearing
click
client
climate
clock
close
closed
closing
closure
cloudflare
cls
clusters
cockpit
cod
code
codes
coerce
col
cold
collapsed
collateral
collect
collected
collision
color
colored
colors
colour
cols
column
columns
combined
combustion
command
commence
commencement
comment
comments
commercial
commissioning
commit
commitment
committed
committee
common
community
comp
compact
companies
companion
company
compare
comparison
competition
compile
compiler
complainant
complaint
complaints
completable
complete
completed
completeness
completion
completions
compliance
compliant
component
compose
composite
compounded
computation
compute
computed
con
concat
concentration
concordance
condition
conditional
conditions
conduct
conf
confidence
config
confined
confirm
confirmation
confirmations
conformance
conn
connection
connections
connector
conns
consent
consistent
console
consolidated
constant
constraint
constraints
construction
constructor
consultation
consumption
container
containment
content
context
contingency
contract
contracted
contractor
contracts
contravention
contrib
contribution
control
controls
convert
cookie
coordinate
core
correct
correctable
correction
corrections
corrective
corresponding
corridor
cors
corsia
cos
cose
coso
cost
council
count
countdown
counter
counterparties
counterparty
counting
countries
country
counts
court
cov
covenant
covenants
cover
coverage
covered
cpa
cpb
cpi
cpm
cps
cpty
cra
cranking
create
created
cred
credential
credentials
credit
crediting
credits
creds
crit
criteria
criterion
critical
criticality
criticals
crits
cron
cross
crossed
crosses
crossing
crt
crud
crypto
csat
csi
csp
css
csv
ctr
ctrl
ctx
cum
cumulative
cur
curable
cure
cured
currency
current
cursor
curt
curtail
curtailment
curtailments
customer
cutoff
cutting
cvss
cyber
cycle
cycles
daily
danger
dark
dashboard
data
database
dataset
date
day
days
daytime
deadline
deal
dealroom
debt
dec
decarbonise
decide
deciles
decision
decisions
declaration
declare
declared
decline
decode
decommission
decommissionable
decompose
decorate
decorated
deemed
deep
def
default
defect
defects
defer
deferable
deferral
deficiency
definition
degradation
del
delay
delete
deliver
delivered
deliveries
delivery
delta
demand
demo
deniable
density
deny
dep
dependencies
deploy
deployed
deployment
deprecations
deps
depth
der
derive
derived
description
descs
design
desk
destination
destructive
det
detail
detailed
details
detect
detection
determination
determine
deterministic
dev
developer
development
deviation
device
devices
devs
dffe
dfr
dialog
diary
dict
did
diff
digest
digests
diligence
dir
direction
directions
directive
dirty
disbursed
disbursement
disc
discipline
disciplines
disclosure
disclosures
disconnectable
disconnection
discovered
dismiss
dismissable
dismissal
dismissed
disp
dispatch
display
disposition
dispositions
disputable
dispute
disputed
disputes
distressed
distribute
diversity
division
dlp
dlq
dna
doc
dock
document
documentation
documents
doe
dollar
dom
domain
domains
dossier
dot
dots
double
down
downgrade
download
dpid
draft
drafts
drain
draw
drawdown
drawdowns
drawer
drawn
drift
drill
driver
drivers
drop
dropdown
dropouts
dsar
dscr
dsra
due
dump
dunning
dup
dupes
duplicate
dur
durable
durations
dvp
eac
ead
earliest
early
earmark
earned
ecdsa
ecl
eco
economics
edd
edge
edit
editable
editor
eff
effective
effectiveness
efficiency
effort
eia
eid
electricity
eligibility
eligible
email
emails
emergency
emission
emissions
emit
emp
empty
emu
emv
enabled
enablement
encode
encoder
end
endpoint
endpoints
energ
energise
energization
energized
energy
enf
enforcement
engage
engagement
engine
enhanced
enphase
enqueue
enriched
enrol
ensemble
ensure
enter
entered
enterprise
entitlement
entity
entry
env
envelope
envelopes
environment
eod
eop
epc
eqt
equal
equity
equivalent
era
erasure
erasures
erp
erpa
err
error
errors
errs
esap
esc
escalatable
escalate
escalation
escape
esg
esmr
estimate
estimated
esums
eta
eval
evaluate
evaluated
evaluation
event
events
evidence
evm
evt
ewma
exam
exceedance
exceeds
except
exception
exceptions
exchange
excludable
exclude
excon
excusable
excuse
execute
executed
execution
exempt
exemptable
exhausted
existing
exp
expected
expedite
expirable
expire
expired
expires
expiry
explain
explained
explainer
explanation
export
exports
exposure
extend
extension
extensions
external
externally
extra
extract
extras
fac
facade
facilities
facility
factor
factors
facts
fade
fail
failed
failover
fails
failure
failures
fairness
fake
fallback
fallthrough
false
family
far
fault
faults
fcc
fco
fcr
feature
features
fee
feed
fees
fetch
ffml
fic
fid
field
fields
file
files
filing
filings
fill
fills
filter
filtered
filters
final
finalise
finance
financed
financial
financials
financing
find
finding
findings
fine
fingerprint
finish
fiori
fire
firm
firmware
first
fiscal
five
fix
fixed
flag
flaggable
flagged
flags
flat
fleet
flight
float
floor
flow
flush
fmt
focus
following
font
fonts
fontsource
footer
for
forbidden
force
forecast
forecasts
foreign
forfeit
forgot
fork
form
format
forward
forwarder
fpr
fraction
fragment
framer
framework
frameworks
frequency
fresh
freshness
from
froms
fronius
frosted
fsca
fscc
fsp
ftf
fuel
fulfilled
fulfilment
full
function
fund
funded
funder
funds
future
gain
gallery
gantt
gap
gate
gateable
gates
gateway
gather
gauge
gazette
gbr
gca
gen
generate
generation
generator
geographic
get
gfc
ghg
ghost
git
give
global
gmv
gold
goldrush
good
google
got
governance
government
governmental
grace
grade
graded
grant
granted
grantor
green
greeting
gri
grid
gridcode
gross
grounds
group
grouped
groups
gtia
guarantee
guard
guards
gwp
gzip
haircut
haircuts
half
halt
handle
handler
handover
hard
harness
has
hash
hashing
hazard
hdr
head
header
headers
heading
headroom
health
hearing
hearings
heatmap
heavy
hedge
height
help
helper
helpers
here
hero
heuristic
heuristics
hex
high
highlight
hint
hints
hist
historical
history
hit
hits
hmac
hold
holdable
holder
holding
holdings
holiday
hono
hook
hooks
horizon
host
hostname
hotkey
hotp
hour
hourly
hours
hra
href
hrs
hse
http
huawei
hub
humanise
hydrated
hydro
hyperdrive
icfr
ico
icon
icons
idc
idempotency
identify
identity
ids
idx
iear
ifrs
ignore
imb
imbal
imbalance
img
immediate
imminent
impact
impacts
implement
implementation
implicit
import
importing
imports
impose
imposed
inbox
inc
incident
incidents
include
included
inclusion
income
incoming
incorporate
incr
increase
increment
incremental
incur
independent
index
indexation
indexes
indicator
industry
inefficiency
ineligible
infer
info
information
ingest
init
initial
initials
initiate
initiating
initiative
initiatives
initiator
inject
injection
inline
input
inputs
inquire
inquiry
ins
insert
inserted
inserts
insight
insights
inspection
insr
inst
install
installed
institutional
instructed
instruction
instrument
instrumented
insurance
insurer
integration
integrations
integrity
intel
intelligence
intensity
intent
inter
interest
interlocking
interop
interpolate
interval
intervention
into
inv
invalidate
inventory
inverted
inverter
investigate
investigation
investment
investor
invitable
invitation
invite
invoice
invoices
involuntary
invs
ion
ipd
ipe
ipp
ipr
ips
iqr
irr
irregularity
isda
iso
isolated
isolation
issb
issuable
issuance
issue
issued
issuer
issues
issuing
item
items
itmo
itp
jaro
jetbrains
job
jobs
jse
json
jsonwebtoken
jspdf
jsx
jti
judicial
jur
jurisdiction
jurisdictions
jwks
jwt
kanban
kbd
key
keys
keywords
killable
kind
kinds
kinetic
king
klass
known
kpi
kpis
kwh
kyc
label
labels
ladder
land
landing
lanes
lapse
lapsed
large
last
late
latency
latest
launch
launchpad
law
layout
lazy
lcr
lds
lead
leaf
leak
leakage
learned
least
leaves
led
ledger
left
leg
legacy
legal
legend
legs
lender
lens
lesson
lessons
level
leveling
levels
levy
lgd
liability
lib
lic
licence
licences
licensee
life
lifecycle
lift
light
like
lim
limit
limiter
limits
line
lines
link
links
liquidatable
liquidate
list
listed
listener
listeners
listing
listings
lists
lite
literal
live
llcr
llm
loa
load
loading
loan
local
locale
locals
location
lock
locked
lockout
lockouts
locks
lockup
lodge
log
logger
login
logo
logs
loi
lois
longest
loss
lost
low
lower
lrep
lrs
lta
ltm
lucide
macc
machinery
mae
main
maintenance
majeure
major
majority
make
maker
manage
managed
management
mandatory
manifest
manpower
manual
manually
manufacturer
manufacturers
map
margin
mark
market
marketing
marketplace
maskable
master
mat
match
matched
matches
matching
material
materiality
materialize
matrix
maturity
max
may
mcard
mce
mean
measure
measurement
mechanism
med
media
mediate
medium
meets
mega
member
members
mentioned
merged
merkle
message
met
meta
metadata
meter
metered
metering
method
methodology
methods
metric
metrics
mfa
mfr
micro
mid
middleware
migrate
migration
migrations
milestone
milestones
millions
mime
min
mine
mini
minimum
minor
mins
minutes
mir
misses
missing
mitigation
mix
mobile
moc
mock
modal
mode
model
models
modes
modified
modifiers
module
modules
mon
money
monitor
monitoring
mono
month
monthly
months
more
mortem
mostly
motif
motion
move
mqtt
mrv
msg
mtd
mtls
mtm
mttr
multi
multiplier
mutate
mutation
mutualised
mvs
mwh
mypd
name
nameplate
names
namespace
narr
narrative
national
nav
navigate
navigation
navy
ncb
ncr
near
need
needed
neg
negotiate
negotiation
negs
nersa
net
netted
netting
network
new
newsreader
next
nightly
node
nom
nominated
nomination
nominations
noms
non
nonce
normalise
normalized
not
notes
notice
notices
notif
notification
notifications
notified
notify
notional
novel
now
npv
ntt
null
nullable
num
number
numeral
obj
object
objection
objects
obl
obligation
obligations
obligor
oem
off
offence
offender
offenders
offer
offers
officer
offline
offset
offsets
offtake
offtaker
ofs
oid
old
ona
onboarding
one
only
opcua
open
opened
opener
operation
operational
operations
operator
opex
opinion
opinions
opportunities
opportunity
ops
optimizer
option
optional
options
opts
oracle
order
orders
org
original
origination
other
others
otp
otpauth
our
ours
out
outage
outages
outcome
outlier
outliers
output
outstanding
over
overdue
overlaps
overridable
override
overrides
overrun
overview
owed
own
owner
ownership
pack
package
packs
padding
page
pages
paginated
pagination
paia
paid
pair
paja
palette
panel
par
param
parameters
params
parent
parse
parsed
part
partial
participant
participants
participation
parties
partner
partners
parts
party
pass
passed
passkeys
password
past
patch
patched
path
paths
pathway
pathways
pattern
patterns
pay
payback
payload
payment
pbkdf
pcaf
pcf
pct
pdd
pdf
peak
peer
penal
penalty
pending
per
percentage
percentile
perf
perfect
perfected
perfection
performance
performing
perfs
period
periods
permission
permissions
permit
persist
persistence
persona
personas
persons
phase
phases
photo
pick
picker
picks
pid
pii
pill
pillar
pipeline
pir
pkey
place
placeholder
placeholders
placement
plan
planned
plant
platform
playwright
plcr
plugin
plus
pna
pnl
pnls
pnom
poa
point
points
policies
policy
polish
poll
polled
polling
popia
population
port
portal
portfolio
pos
position
positioned
positions
positive
poslimit
post
postcss
posted
posting
power
ppa
ppas
pre
precache
pred
predicted
prediction
predictive
pref
preference
prefers
prefix
preflight
prefs
preliminary
premium
prepare
prepared
pretrade
prev
preview
previewed
previous
pri
price
prices
pricing
primary
primitives
principal
print
prio
prior
priorities
priority
priv
private
privileged
prn
probability
probe
probes
problem
problems
procedural
processing
procurement
product
production
profile
prog
prognostic
prognostics
program
programme
progress
proj
project
projects
projs
prompt
prompts
proof
proposal
propose
proposed
props
prorated
protected
protection
proto
protocol
prototype
prov
provenance
provider
province
provinces
provision
provisioning
psec
psi
ptc
ptw
pub
public
publication
publish
published
pulse
pump
punch
purchased
purge
purpose
push
put
pwa
pwd
qgr
qrcode
qty
qualified
quality
quantify
quantity
quantum
quarantinable
quarter
quarterly
quarters
query
queue
quorum
quota
quote
quotes
rab
rail
raise
ramp
rand
random
range
rank
ranked
ranking
ratchet
rate
rater
rates
rating
ratio
ratios
ratt
raw
rbac
rca
rcb
reachable
reached
react
read
reading
readings
ready
real
realised
realize
realized
realtime
reanalyze
reason
reasoned
reasons
reassessment
rebaseline
rec
recalc
recall
receivables
receive
recency
recent
recertify
recharts
recipients
recommendations
recommission
recompute
recomputed
recon
reconcile
reconciled
reconciliation
reconsideration
record
recording
records
recovered
recovery
recs
recurring
redact
redd
redirect
reduce
reduced
reduction
ref
refer
referable
reference
refi
refinancing
reforecast
refresh
refreshed
refs
refund
refusable
refuse
reg
region
register
registered
registration
registry
regulate
regulation
regulator
regulatory
reinspect
reinstate
reipppp
reject
rejectable
rejected
rejection
rejections
rel
relay
release
released
relevant
relief
relinquish
rem
remaining
remediable
remediate
remediation
remedy
remit
removals
remove
render
renew
renewal
reopen
reorder
rep
repeat
replacement
replay
replenish
replenishment
report
reportable
reporter
reporting
reports
representative
representativeness
req
request
requested
requester
requesting
requests
require
required
requirement
requires
rerate
rerating
res
reschedule
reservation
reserve
reserved
reserves
reset
residency
residual
resolution
resolve
resolved
resource
resources
resp
respond
respondent
responder
response
restate
restated
restatement
resting
restoration
restrictable
restriction
restructure
resubmission
resubmit
result
results
resume
ret
retention
retest
retire
retired
retirement
retirements
retrain
retrieve
retrofit
retry
retryable
return
returnable
returned
returns
revalue
revenue
reversal
reverse
reversed
review
reviewer
revise
revised
revision
revisions
revoke
rework
rez
rfi
rfp
rfps
rfq
rfqs
rid
right
ring
risk
risks
rma
roi
role
roles
roll
rollout
rollup
rollups
room
rooms
root
roots
ror
rose
roster
round
route
router
routes
routine
routing
row
rows
rpm
rpr
rsa
rtgs
rts
rul
rule
rules
ruling
rum
run
runner
runway
safe
safety
sales
same
samos
sample
samples
sanction
sanctions
sanitise
sanitize
sap
sar
sarb
sars
sas
sast
satisfy
save
saved
savings
sbti
scada
scaffold
scale
scan
scc
scenario
scenarios
schedule
scheduled
schema
schneider
scope
scoped
scopes
score
scorecard
scored
scores
scoring
screen
screening
screens
script
scripts
scroll
scurve
seal
sealed
search
secondary
seconds
secret
section
sections
sector
sectors
secured
security
sed
seed
seen
seg
segment
segments
segs
select
selectable
selected
self
sell
seller
sellers
send
sensitive
seq
sequences
serial
serials
series
serious
serve
service
services
sess
session
sessions
set
sets
settings
settle
settleable
settled
settlement
setup
sev
severe
severities
severity
sgp
sha
shape
shard
shards
share
sharing
sharpe
shed
sheet
shell
shield
shipment
shock
shocks
shop
shopping
short
shortfall
shortlist
shot
shots
should
show
sid
side
sidebar
siem
sig
sign
signal
signals
signatories
signatory
signature
signatures
signed
significant
signoff
signs
sigs
sim
simple
simulate
since
site
sites
sitg
sixty
size
skeleton
skip
sky
sla
slb
slider
slip
slippage
sll
slo
slug
slugify
sma
smart
smoke
smooth
snap
snapshot
snapshots
sod
soec
soft
soh
soil
soiling
solar
solax
solicitation
solutions
sort
sortino
source
sources
sox
spa
spare
spares
spark
sparkline
spec
special
spent
spi
spikes
split
spotty
spr
spread
springs
sprite
sql
sqlite
srl
ssc
sse
sseg
sso
stability
stage
stages
stagger
staging
stakeholder
stale
stamp
standalone
standard
standstill
start
started
stat
state
statement
statements
states
station
stations
stats
status
statuses
std
stddev
steel
step
steps
stitch
stk
stmts
stock
stockout
stop
stor
storage
store
stored
str
strate
strategy
stream
stress
stressed
strict
string
strip
structure
structured
stub
study
style
styles
sub
subcontractor
subject
subjects
submission
submissions
submit
submittal
subs
subscribe
subscription
substation
substitute
subtitle
subtract
suffixes
suggest
suggested
suggester
suggestion
suggestions
suite
sum
summary
sungrow
supersede
supplier
suppliers
support
supported
surface
surveillance
survival
surviving
sus
suspect
suspend
suspendable
suspension
sustain
sustainability
svc
svg
sweep
swift
switch
sylvera
symbol
symptom
sync
syndicated
synthetic
system
systemic
tab
table
tables
tabs
tail
tailwind
tailwindcss
take
taker
tally
tamper
tampered
tampering
target
targets
tariff
tariffs
tax
taxonomy
tca
tcfd
tco
teal
teaser
tech
technology
telemetry
temp
template
templates
ten
tenancy
tenant
tenants
tender
tenor
tentative
term
terminable
terminal
terminals
terminatable
terminate
termination
terms
test
text
tgt
their
theirs
theme
themes
thin
third
thirty
thr
thread
threads
three
threshold
thresholds
through
thumb
ticker
ticket
tickets
tier
tiers
tif
tile
time
timeline
timestamp
timezone
timing
tint
tiny
title
titles
tkt
toast
toaster
tod
today
toggle
toggleable
tok
token
tokenize
tokens
tolerance
tone
tones
tonnes
tons
too
tooe
toolbar
tools
tooltip
top
topbar
topo
total
totals
totp
tou
touch
tour
tpa
tpl
track
tracker
tracks
trade
trader
trading
trail
training
tranche
tranches
transaction
transfer
transferor
transfers
transformational
transition
transitions
transmission
transmit
treatment
trend
triage
trial
triangular
trigger
triggers
trim
true
truncate
trust
try
tsconfig
tsx
ttl
tts
two
txo
txt
type
types
typescript
typology
uec
uid
uint
unauthenticated
under
underperforming
uniform
unit
units
unread
unresolved
unserved
unsub
until
unused
update
updated
updates
uplift
upload
urgencies
urgency
uri
url
urls
usa
usage
usd
use
used
useful
user
users
util
utilisation
utility
utilization
utils
val
valid
validate
validated
validation
validity
vals
value
values
vantax
var
variable
variables
variance
variant
variation
vars
vault
vcm
vcs
vector
ved
velocity
vendor
ver
verbs
verdict
verifiable
verification
verifications
verified
verifier
verify
verra
version
versions
via
victron
video
view
viewport
vintage
vintages
violated
violation
violations
visible
visits
vital
vite
vitejs
vitest
void
voidable
vol
voltage
volume
volumes
vote
vvb
vwap
wacc
waivable
waive
waiver
warm
warning
warranty
washes
waste
watch
watchers
watchlist
water
waterfall
watershed
wave
way
wbs
weakest
weather
webauthn
webhook
webhooks
weight
weighted
weights
welcome
wheel
wheeling
where
white
wide
widget
wildcard
wind
window
winkler
winning
with
withdraw
withdrawable
withdrawals
within
without
witness
wizard
wordmark
work
workaround
workbench
worker
workers
workflow
working
workout
works
workstation
workstations
world
worst
wos
wrangler
wrapper
wrench
write
writeoff
writes
written
wul
wwb
xbrl
xml
year
years
zaf
zap
zar
zaronia
zero
zod
zone